Repository: Yuuga2001/widget-memo-ios
Catalog: WidgetMemo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, pt_br, ru, th, vi, zh_hans, zh_hant

source: About MemoNow
ar: حول MemoNow
de: Über MemoNow
es: Acerca de MemoNow
fr: À propos de MemoNow
id: Tentang MemoNow
it: Informazioni su MemoNow
ja: MemoNow について
ko: MemoNow 정보
pt_br: Sobre o MemoNow
ru: О приложении MemoNow
th: เกี่ยวกับ MemoNow
vi: Giới thiệu MemoNow
zh_hans: 关于 MemoNow
zh_hant: 關於 MemoNow

source: Add Widget from Home Screen
ar: إضافة أداة من الشاشة الرئيسية
de: Widget vom Startbildschirm hinzufügen
es: Agregar widget desde la pantalla de inicio
fr: Ajouter depuis l'écran d'accueil
id: Tambah widget dari layar utama
it: Aggiungi widget dalla schermata Home
ja: ホーム画面からウィジェットを追加
ko: 홈 화면에서 위젯 추가
pt_br: Adicionar widget pela tela inicial
ru: Добавить виджет с главного экрана
th: เพิ่มวิดเจ็ตจากหน้าจอหลัก
vi: Thêm widget từ màn hình chính
zh_hans: 从主屏幕添加小组件
zh_hant: 從主畫面新增小工具

source: Add Widget to Lock Screen
ar: إضافة أداة إلى شاشة القفل
de: Widget zum Sperrbildschirm hinzufügen
es: Añadir widget a la pantalla de bloqueo
fr: Ajouter un widget à l'écran de verrouillage
id: Tambahkan widget ke layar kunci
it: Aggiungere widget alla schermata di blocco
ja: ロック画面にウィジェットを追加
ko: 잠금 화면에 위젯 추가
pt_br: Adicionar widget à tela de bloqueio
ru: Добавить виджет на экран блокировки
th: เพิ่มวิดเจ็ตไปที่หน้าจอล็อก
vi: Thêm widget vào màn hình khóa
zh_hans: 在锁定屏幕添加小组件
zh_hant: 在鎖定畫面加入小工具

source: All 4 boards' memo, settings, board names, and backups will all be reset. This cannot be undone.
ar: سيتم إعادة تعيين المذكرات والإعدادات وأسماء اللوحات والنسخ الاحتياطية لجميع اللوحات الأربع. لا يمكن التراجع عن هذا الإجراء.
de: Notizen, Einstellungen, Board-Namen und Backups aller 4 Boards werden zurückgesetzt. Dies kann nicht rückgängig gemacht werden.
es: Las notas, ajustes, nombres y copias de seguridad de los 4 tableros se restablecerán. Esta acción no se puede deshacer.
fr: Les mémos, réglages, noms et sauvegardes des 4 tableaux seront réinitialisés. Cette action est irréversible.
id: Memo, pengaturan, nama papan, dan cadangan dari semua 4 papan akan direset. Tindakan ini tidak dapat dibatalkan.
it: Le note, le impostazioni, i nomi e i backup di tutte le 4 bacheche verranno ripristinati. Questa azione non può essere annullata.
ja: 全 4 ボードのメモ内容・設定・ボード名・バックアップがすべて初期化されます。この操作は取り消せません。
ko: 4개 보드의 메모, 설정, 보드 이름 및 백업이 모두 초기화됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: As notas, configurações, nomes e backups de todos os 4 quadros serão redefinidos. Esta ação não pode ser desfeita.
ru: Заметки, настройки, названия и резервные копии всех 4 досок будут сброшены. Это действие нельзя отменить.
th: บันทึก การตั้งค่า ชื่อบอร์ด และข้อมูลสำรองของทั้ง 4 บอร์ดจะถูกรีเซ็ตทั้งหมด การดำเนินการนี้ไม่สามารถย้อนกลับได้
vi: Ghi chú, cài đặt, tên bảng và bản sao lưu của tất cả 4 bảng sẽ được đặt lại. Thao tác này không thể hoàn tác.
zh_hans: 全部 4 个面板的备忘录、设置、面板名称和备份将全部重置。此操作无法撤消。
zh_hant: 全部 4 個面板的備忘錄、設定、面板名稱和備份將全部重置。此操作無法復原。

source: Apple Watch Integration
ar: التكامل مع Apple Watch
es: Integración con Apple Watch
fr: Intégration Apple Watch
id: Integrasi Apple Watch
it: Integrazione Apple Watch
ja: Apple Watch との連携
ko: Apple Watch 연동
pt_br: Integração com Apple Watch
ru: Интеграция с Apple Watch
th: การเชื่อมต่อ Apple Watch
vi: Tích hợp Apple Watch
zh_hans: Apple Watch 联动
zh_hant: Apple Watch 整合

source: Background Color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d'arrière-plan
id: Warna latar belakang
it: Colore di sfondo
ja: 背景色
ko: 배경색
pt_br: Cor de fundo
ru: Цвет фона
th: สีพื้นหลัง
vi: Màu nền
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Backups
ar: النسخ الاحتياطية
es: Copias de seguridad
fr: Sauvegardes
id: Cadangan
it: Backup
ja: バックアップ
ko: 백업
ru: Резервные копии
th: ข้อมูลสำรอง
vi: Bản sao lưu
zh_hans: 备份
zh_hant: 備份

source: Board Name
ar: اسم اللوحة
es: Nombre del tablero
fr: Nom du tableau
id: Nama papan
it: Nome della bacheca
ja: ボード名
ko: 보드 이름
pt_br: Nome do quadro
ru: Название доски
th: ชื่อบอร์ด
vi: Tên bảng
zh_hans: 面板名称
zh_hant: 面板名稱

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Check your memos on the go
ar: تحقق من مذكراتك أثناء التنقل
de: Überprüfen Sie Ihre Notizen unterwegs
es: Consulta tus notas en cualquier momento
fr: Consultez vos mémos en déplacement
id: Periksa memo Anda di mana saja
it: Consulta le tue note ovunque tu sia
ja: 外出先で手軽にメモをチェックできます
ko: 이동 중에도 메모를 확인할 수 있습니다
pt_br: Consulte suas notas em qualquer lugar
ru: Проверяйте заметки на ходу
th: ตรวจสอบบันทึกของคุณได้ทุกที่
vi: Xem ghi chú mọi lúc mọi nơi
zh_hans: 随时随地查看备忘录
zh_hant: 隨時隨地查看備忘錄

source: Choose your preferred size and tap "Add Widget"
ar: اختر الحجم المفضل ثم اضغط على "إضافة أداة"
de: Wählen Sie Ihre bevorzugte Größe und tippen Sie auf "Widget hinzufügen"
es: Elige el tamaño que prefieras y pulsa "Añadir widget"
fr: Choisissez la taille souhaitée et touchez « Ajouter le widget »
id: Pilih ukuran yang diinginkan lalu ketuk "Tambah Widget"
it: Scegli la dimensione preferita e tocca "Aggiungi widget"
ja: お好みのサイズを選んで「ウィジェットを追加」をタップします
ko: 원하는 크기를 선택하고 "위젯 추가"를 탭합니다
pt_br: Escolha o tamanho desejado e toque em "Adicionar Widget"
ru: Выберите нужный размер и нажмите «Добавить виджет»
th: เลือกขนาดที่ต้องการแล้วแตะ "เพิ่มวิดเจ็ต"
vi: Chọn kích thước bạn muốn rồi nhấn "Thêm Widget"
zh_hans: 选择喜欢的尺寸，然后点击"添加小组件"
zh_hant: 選擇喜歡的大小，然後點擊「加入小工具」

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contáctenos
fr: Nous contacter
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
ko: 문의하기
pt_br: Fale conosco
ru: Связаться с нами
th: ติดต่อเรา
vi: Liên hệ
zh_hans: 联系我们
zh_hant: 聯絡我們

source: Current: %lldpt
ar: الحالي: %lldpt
de: Aktuell: %lldpt
es: Actual: %lldpt
fr: Actuel : %lldpt
id: Saat ini: %lldpt
it: Attuale: %lldpt
ja: 現在: %lldpt
ko: 현재: %lldpt
pt_br: Atual: %lldpt
ru: Текущий: %lldpt
th: ปัจจุบัน: %lldpt
vi: Hiện tại: %lldpt
zh_hans: 当前: %lldpt
zh_hant: 目前: %lldpt

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除する
ko: 삭제
pt_br: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete All
ar: حذف الكل
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
id: Hapus semua
it: Elimina tutto
ja: すべて削除する
ko: 모두 삭제
pt_br: Excluir tudo
ru: Удалить всё
th: ลบทั้งหมด
vi: Xóa tất cả
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete All Data
ar: حذف جميع البيانات
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
id: Hapus semua data
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt_br: Excluir todos os dados
ru: Удалить все данные
th: ลบข้อมูลทั้งหมด
vi: Xóa tất cả dữ liệu
zh_hans: 删除所有数据
zh_hant: 刪除所有資料

source: Delete All Data?
ar: حذف جميع البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
id: Hapus semua data?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제하시겠습니까?
pt_br: Excluir todos os dados?
ru: Удалить все данные?
th: ลบข้อมูลทั้งหมด?
vi: Xóa tất cả dữ liệu?
zh_hans: 删除所有数据？
zh_hant: 刪除所有資料？

source: Delete Data?
ar: حذف البيانات؟
de: Daten löschen?
es: ¿Eliminar datos?
fr: Supprimer les données ?
id: Hapus data?
it: Eliminare i dati?
ja: データを削除しますか？
ko: 데이터를 삭제하시겠습니까?
pt_br: Excluir dados?
ru: Удалить данные?
th: ลบข้อมูล?
vi: Xóa dữ liệu?
zh_hans: 删除数据？
zh_hant: 刪除資料？

source: Delete This Board's Data
ar: حذف بيانات هذه اللوحة
de: Daten dieses Boards löschen
es: Eliminar datos de este tablero
fr: Supprimer les données de ce tableau
id: Hapus data papan ini
it: Elimina i dati di questa bacheca
ja: このボードのデータを削除
ko: 이 보드의 데이터 삭제
pt_br: Excluir dados deste quadro
ru: Удалить данные этой доски
th: ลบข้อมูลบอร์ดนี้
vi: Xóa dữ liệu bảng này
zh_hans: 删除此面板的数据
zh_hant: 刪除此面板的資料

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
th: เสร็จสิ้น
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Enter memo
ar: أدخل مذكرة
de: Notiz eingeben
es: Escribir nota
fr: Saisir un mémo
id: Masukkan memo
it: Inserisci nota
ja: メモを入力
ko: 메모 입력
pt_br: Inserir nota
ru: Введите заметку
th: ป้อนบันทึก
vi: Nhập ghi chú
zh_hans: 输入备忘录
zh_hant: 輸入備忘錄

source: Font Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de fuente
fr: Taille de police
id: Ukuran font
it: Dimensione carattere
ja: フォントサイズ
ko: 글꼴 크기
pt_br: Tamanho da fonte
ru: Размер шрифта
th: ขนาดตัวอักษร
vi: Cỡ chữ
zh_hans: 字体大小
zh_hant: 字體大小

source: How to Add Widgets
ar: كيفية إضافة الأدوات
de: Widgets hinzufügen
es: Cómo añadir widgets
fr: Comment ajouter des widgets
id: Cara menambahkan widget
it: Come aggiungere widget
ja: ウィジェットの追加方法
ko: 위젯 추가 방법
pt_br: Como adicionar widgets
ru: Как добавить виджеты
th: วิธีเพิ่มวิดเจ็ต
vi: Cách thêm widget
zh_hans: 如何添加小组件
zh_hant: 如何加入小工具

source: How to Use
ar: كيفية الاستخدام
de: Anleitung
es: Cómo usar
fr: Mode d'emploi
id: Cara penggunaan
it: Come usare
ja: 使い方ガイド
ko: 사용 방법
pt_br: Como usar
ru: Руководство
th: วิธีใช้งาน
vi: Hướng dẫn sử dụng
zh_hans: 使用指南
zh_hant: 使用指南

source: How to Use Backups
ar: كيفية استخدام النسخ الاحتياطية
de: Backups verwenden
es: Cómo usar las copias de seguridad
fr: Comment utiliser les sauvegardes
id: Cara menggunakan cadangan
it: Come usare i backup
ja: バックアップの使い方
ko: 백업 사용 방법
pt_br: Como usar os backups
ru: Как использовать резервные копии
th: วิธีใช้ข้อมูลสำรอง
vi: Cách sử dụng bản sao lưu
zh_hans: 如何使用备份
zh_hant: 如何使用備份

source: Long press an empty area on the home screen
ar: اضغط مطولاً على منطقة فارغة في الشاشة الرئيسية
de: Halten Sie eine leere Stelle auf dem Home-Bildschirm gedrückt
es: Mantén pulsada un área vacía en la pantalla de inicio
fr: Maintenez le doigt sur une zone vide de l'écran d'accueil
id: Tekan lama area kosong di layar utama
it: Tieni premuta un'area vuota nella schermata Home
ja: ホーム画面の空白部分を長押しします
ko: 홈 화면의 빈 곳을 길게 누릅니다
pt_br: Pressione e segure uma área vazia na tela inicial
ru: Нажмите и удерживайте пустую область на главном экране
th: กดค้างบนพื้นที่ว่างของหน้าจอหลัก
vi: Nhấn giữ vùng trống trên màn hình chính
zh_hans: 长按主屏幕上的空白区域
zh_hant: 長按主畫面上的空白區域

source: Long press the lock screen and tap "Customize"
ar: اضغط مطولاً على شاشة القفل ثم اضغط على "تخصيص"
de: Halten Sie den Sperrbildschirm gedrückt und tippen Sie auf "Anpassen"
es: Mantén pulsada la pantalla de bloqueo y pulsa "Personalizar"
fr: Maintenez le doigt sur l'écran de verrouillage et touchez « Personnaliser »
id: Tekan lama layar kunci lalu ketuk "Sesuaikan"
it: Tieni premuta la schermata di blocco e tocca "Personalizza"
ja: ロック画面を長押しして「カスタマイズ」をタップします
ko: 잠금 화면을 길게 누르고 "사용자화"를 탭합니다
pt_br: Pressione e segure a tela de bloqueio e toque em "Personalizar"
ru: Нажмите и удерживайте экран блокировки, затем нажмите «Настроить»
th: กดค้างหน้าจอล็อกแล้วแตะ "ปรับแต่ง"
vi: Nhấn giữ màn hình khóa rồi nhấn "Tùy chỉnh"
zh_hans: 长按锁定屏幕，然后点击"自定义"
zh_hant: 長按鎖定畫面，然後點擊「自訂」

source: Long press the MemoNow app icon on the home screen
ar: اضغط مطولاً على أيقونة MemoNow في الشاشة الرئيسية
de: Halten Sie das MemoNow-App-Symbol auf dem Startbildschirm gedrückt
es: Mantén presionado el ícono de MemoNow en la pantalla de inicio
fr: Appuyez longuement sur l'icône MemoNow sur l'écran d'accueil
id: Tekan lama ikon aplikasi MemoNow di layar utama
it: Tieni premuta l'icona di MemoNow nella schermata Home
ja: ホーム画面の MemoNow アプリアイコンを長押しします
ko: 홈 화면에서 MemoNow 앱 아이콘을 길게 누릅니다
pt_br: Mantenha pressionado o ícone do MemoNow na tela inicial
ru: Нажмите и удерживайте иконку MemoNow на главном экране
th: กดค้างที่ไอคอน MemoNow บนหน้าจอหลัก
vi: Nhấn giữ biểu tượng MemoNow trên màn hình chính
zh_hans: 长按主屏幕上的 MemoNow 应用图标
zh_hant: 長按主畫面上的 MemoNow 應用程式圖示

source: Long press the widget on the home screen
ar: اضغط مطولاً على الأداة في الشاشة الرئيسية
de: Halten Sie das Widget auf dem Home-Bildschirm gedrückt
es: Mantén pulsado el widget en la pantalla de inicio
fr: Maintenez le doigt sur le widget de l'écran d'accueil
id: Tekan lama widget di layar utama
it: Tieni premuto il widget nella schermata Home
ja: ホーム画面のウィジェットを長押しします
ko: 홈 화면에서 위젯을 길게 누릅니다
pt_br: Pressione e segure o widget na tela inicial
ru: Нажмите и удерживайте виджет на главном экране
th: กดค้างวิดเจ็ตบนหน้าจอหลัก
vi: Nhấn giữ widget trên màn hình chính
zh_hans: 长按主屏幕上的小组件
zh_hant: 長按主畫面上的小工具

source: Memo Editing Tips
ar: نصائح تحرير المذكرات
de: Tipps zur Bearbeitung
es: Consejos de edición
fr: Astuces d'édition
id: Tips mengedit memo
it: Suggerimenti per la modifica
ja: メモ編集のヒント
ko: 메모 편집 팁
pt_br: Dicas de edição
ru: Советы по редактированию
th: เคล็ดลับการแก้ไขบันทึก
vi: Mẹo chỉnh sửa ghi chú
zh_hans: 备忘录编辑技巧
zh_hant: 備忘錄編輯技巧

source: Memo Preview
ar: معاينة المذكرة
de: Notiz-Vorschau
es: Vista previa de la nota
fr: Aperçu du mémo
id: Pratinjau memo
it: Anteprima nota
ja: メモのプレビュー
ko: 메모 미리보기
pt_br: Pré-visualização da nota
ru: Предпросмотр заметки
th: ตัวอย่างบันทึก
vi: Xem trước ghi chú
zh_hans: 备忘录预览
zh_hant: 備忘錄預覽

source: Memos written on iPhone sync to Apple Watch automatically
ar: المذكرات المكتوبة على iPhone تتم مزامنتها تلقائيًا مع Apple Watch
de: Auf dem iPhone geschriebene Notizen werden automatisch mit der Apple Watch synchronisiert
es: Las notas escritas en iPhone se sincronizan automáticamente con el Apple Watch
fr: Les mémos écrits sur iPhone se synchronisent automatiquement avec l'Apple Watch
id: Memo yang ditulis di iPhone akan disinkronkan ke Apple Watch secara otomatis
it: Le note scritte su iPhone si sincronizzano automaticamente con Apple Watch
ja: iPhone で書いたメモは Apple Watch に自動で同期されます
ko: iPhone에서 작성한 메모가 Apple Watch에 자동으로 동기화됩니다
pt_br: Notas escritas no iPhone sincronizam automaticamente com o Apple Watch
ru: Заметки с iPhone автоматически синхронизируются с Apple Watch
th: บันทึกที่เขียนบน iPhone จะซิงค์กับ Apple Watch โดยอัตโนมัติ
vi: Ghi chú viết trên iPhone sẽ tự động đồng bộ với Apple Watch
zh_hans: 在 iPhone 上写的备忘录会自动同步到 Apple Watch
zh_hant: 在 iPhone 上寫的備忘錄會自動同步到 Apple Watch

source: No backups available
ar: لا توجد نسخ احتياطية
de: Keine Backups verfügbar
es: No hay copias de seguridad
fr: Aucune sauvegarde disponible
id: Tidak ada cadangan
it: Nessun backup disponibile
ja: バックアップは ありません
ko: 백업이 없습니다
pt_br: Nenhum backup disponível
ru: Нет доступных резервных копий
th: ไม่มี ข้อมูลสำรอง
vi: Không có bản sao lưu
zh_hans: 暂无 备份
zh_hant: 暫無 備份

source: Open the Watch app to view your memos instantly
ar: افتح تطبيق Watch لعرض مذكراتك فورًا
de: Öffnen Sie die Watch-App, um Ihre Notizen sofort anzuzeigen
es: Abre la app del Watch para ver tus notas al instante
fr: Ouvrez l'app Watch pour consulter vos mémos instantanément
id: Buka aplikasi Watch untuk melihat memo Anda secara instan
it: Apri l'app Watch per visualizzare le tue note all'istante
ja: Watch アプリを開くとすぐにメモを確認できます
ko: Watch 앱을 열면 바로 메모를 확인할 수 있습니다
pt_br: Abra o app do Watch para ver suas notas instantaneamente
ru: Откройте приложение Watch для мгновенного просмотра заметок
th: เปิดแอป Watch เพื่อดูบันทึกของคุณทันที
vi: Mở ứng dụng Watch để xem ghi chú ngay lập tức
zh_hans: 打开 Watch 应用即可立即查看备忘录
zh_hant: 開啟 Watch App 即可立即查看備忘錄

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualização
ru: Предпросмотр
th: ตัวอย่าง
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Quick Add from App Icon
ar: إضافة سريعة من أيقونة التطبيق
de: Schnell über App-Symbol hinzufügen
es: Agregar rápido desde el ícono
fr: Ajout rapide depuis l'icône
id: Tambah cepat dari ikon aplikasi
it: Aggiunta rapida dall'icona
ja: アプリアイコンからすばやく追加
ko: 앱 아이콘에서 빠르게 추가
pt_br: Adicionar rápido pelo ícone
ru: Быстрое добавление через иконку
th: เพิ่มด่วนจากไอคอนแอป
vi: Thêm nhanh từ biểu tượng ứng dụng
zh_hans: 从应用图标快速添加
zh_hant: 從應用程式圖示快速新增

source: Quick memo at a glance
ar: مذكرة سريعة بلمحة
de: Memos auf einen Blick
es: Tu memo de un vistazo
fr: Vos mémos en un coup d'œil
id: Memo cepat dalam sekejap
it: Il tuo memo a colpo d'occhio
ja: メモをいつでも、ひと目で
ko: 메모를 한눈에
pt_br: Memo rápido ao alcance
ru: Заметки на виду
th: บันทึกอย่างรวดเร็วในพริบตา
vi: Ghi chú nhanh trong nháy mắt
zh_hans: 备忘录一目了然
zh_hant: 備忘錄一目了然

source: Reset to Defaults
ar: إعادة التعيين إلى الافتراضي
de: Standardeinstellungen wiederherstellen
es: Restablecer valores predeterminados
fr: Réinitialiser les paramètres
id: Atur ulang ke default
it: Ripristina impostazioni predefinite
ja: デフォルト設定に戻す
ko: 기본값으로 재설정
pt_br: Restaurar padrões
ru: Сбросить настройки
th: รีเซ็ตเป็นค่าเริ่มต้น
vi: Khôi phục mặc định
zh_hans: 恢复默认设置
zh_hant: 恢復預設值

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 戻す
ko: 복원
pt_br: Restaurar
ru: Восстановить
th: กู้คืน
vi: Khôi phục
zh_hans: 恢复
zh_hant: 恢復

source: Restore this state?
ar: استعادة هذه الحالة؟
de: Diesen Zustand wiederherstellen?
es: ¿Restaurar este estado?
fr: Restaurer cet état ?
id: Pulihkan keadaan ini?
it: Ripristinare questo stato?
ja: この状態に戻しますか？
ko: 이 상태로 복원하시겠습니까?
pt_br: Restaurar este estado?
ru: Восстановить это состояние?
th: กู้คืนสถานะนี้?
vi: Khôi phục trạng thái này?
zh_hans: 恢复到此状态？
zh_hant: 恢復到此狀態？

source: Restoring to %@. Current state will be saved automatically.
ar: جارٍ الاستعادة إلى %@. سيتم حفظ الحالة الحالية تلقائيًا.
de: Wiederherstellung auf %@. Der aktuelle Zustand wird automatisch gespeichert.
es: Restaurando a %@. El estado actual se guardará automáticamente.
fr: Restauration vers %@. L'état actuel sera sauvegardé automatiquement.
id: Memulihkan ke %@. Keadaan saat ini akan disimpan secara otomatis.
it: Ripristino a %@. Lo stato attuale verrà salvato automaticamente.
ja: %@ の状態に戻します。現在の状態は自動的に保存されます。
ko: %@(으)로 복원합니다. 현재 상태는 자동으로 저장됩니다.
pt_br: Restaurando para %@. O estado atual será salvo automaticamente.
ru: Восстановление до %@. Текущее состояние будет сохранено автоматически.
th: กำลังกู้คืนไปยัง %@ สถานะปัจจุบันจะถูกบันทึกโดยอัตโนมัติ
vi: Đang khôi phục về %@. Trạng thái hiện tại sẽ được lưu tự động.
zh_hans: 正在恢复到 %@。当前状态将自动保存。
zh_hant: 正在恢復到 %@。目前狀態將自動儲存。

source: Save Current State
ar: حفظ الحالة الحالية
de: Aktuellen Zustand speichern
es: Guardar estado actual
fr: Enregistrer l'état actuel
id: Simpan keadaan saat ini
it: Salva stato attuale
ja: 現在の状態を保存
ko: 현재 상태 저장
pt_br: Salvar estado atual
ru: Сохранить текущее состояние
th: บันทึกสถานะปัจจุบัน
vi: Lưu trạng thái hiện tại
zh_hans: 保存当前状态
zh_hant: 儲存目前狀態

source: Select "Lock Screen"
ar: اختر "شاشة القفل"
de: Wählen Sie "Sperrbildschirm" aus
es: Selecciona "Pantalla de bloqueo"
fr: Sélectionnez « Écran de verrouillage »
id: Pilih "Layar Kunci"
it: Seleziona "Schermata di blocco"
ja: 「ロック画面」を選びます
ko: "잠금 화면"을 선택합니다
pt_br: Selecione "Tela de Bloqueio"
ru: Выберите «Экран блокировки»
th: เลือก "หน้าจอล็อก"
vi: Chọn "Màn hình khóa"
zh_hans: 选择"锁定屏幕"
zh_hant: 選擇「鎖定畫面」

source: Select a past backup from the list to restore it
ar: اختر نسخة احتياطية سابقة من القائمة لاستعادتها
de: Wählen Sie ein früheres Backup aus der Liste zur Wiederherstellung
es: Selecciona una copia de seguridad anterior de la lista para restaurarla
fr: Sélectionnez une sauvegarde passée dans la liste pour la restaurer
id: Pilih cadangan sebelumnya dari daftar untuk memulihkannya
it: Seleziona un backup precedente dall'elenco per ripristinarlo
ja: 一覧から過去の保存を選ぶと、その時の状態に戻せます
ko: 목록에서 이전 백업을 선택하면 복원할 수 있습니다
pt_br: Selecione um backup anterior da lista para restaurá-lo
ru: Выберите прошлую резервную копию из списка для восстановления
th: เลือกข้อมูลสำรองจากรายการเพื่อกู้คืน
vi: Chọn bản sao lưu trước đó từ danh sách để khôi phục
zh_hans: 从列表中选择一个过去的备份来恢复
zh_hant: 從列表中選擇一個過去的備份來恢復

source: Select a widget size from the quick menu to add it instantly
ar: اختر حجم الأداة من القائمة السريعة لإضافتها فوراً
de: Wählen Sie eine Widget-Größe aus dem Schnellmenü, um es sofort hinzuzufügen
es: Selecciona un tamaño de widget del menú rápido para agregarlo al instante
fr: Choisissez une taille de widget dans le menu rapide pour l'ajouter instantanément
id: Pilih ukuran widget dari menu cepat untuk langsung menambahkannya
it: Seleziona una dimensione del widget dal menu rapido per aggiungerlo subito
ja: メニューからウィジェットのサイズを選んですぐに追加できます
ko: 빠른 메뉴에서 위젯 크기를 선택하면 바로 추가됩니다
pt_br: Selecione um tamanho de widget no menu rápido para adicioná-lo instantaneamente
ru: Выберите размер виджета из быстрого меню для мгновенного добавления
th: เลือกขนาดวิดเจ็ตจากเมนูด่วนเพื่อเพิ่มทันที
vi: Chọn kích thước widget từ menu nhanh để thêm ngay lập tức
zh_hans: 从快捷菜单中选择小组件大小即可立即添加
zh_hant: 從快捷選單中選擇小工具大小即可立即新增

source: Select Background Color
ar: اختر لون الخلفية
de: Hintergrundfarbe auswählen
es: Seleccionar color de fondo
fr: Choisir la couleur d'arrière-plan
id: Pilih warna latar belakang
it: Seleziona colore di sfondo
ja: 背景色を選択
ko: 배경색 선택
pt_br: Selecionar cor de fundo
ru: Выбрать цвет фона
th: เลือกสีพื้นหลัง
vi: Chọn màu nền
zh_hans: 选择背景颜色
zh_hant: 選擇背景顏色

source: Select MemoNow and add it
ar: اختر MemoNow وأضفه
de: Wählen Sie MemoNow aus und fügen Sie es hinzu
es: Selecciona MemoNow y añádelo
fr: Sélectionnez MemoNow et ajoutez-le
id: Pilih MemoNow dan tambahkan
it: Seleziona MemoNow e aggiungilo
ja: MemoNow を選んで追加します
ko: MemoNow를 선택하고 추가합니다
pt_br: Selecione MemoNow e adicione
ru: Выберите MemoNow и добавьте
th: เลือก MemoNow แล้วเพิ่ม
vi: Chọn MemoNow và thêm vào
zh_hans: 选择 MemoNow 并添加
zh_hant: 選擇 MemoNow 並加入

source: Select Text Color
ar: اختر لون النص
de: Textfarbe auswählen
es: Seleccionar color de texto
fr: Choisir la couleur du texte
id: Pilih warna teks
it: Seleziona colore del testo
ja: 文字色を選択
ko: 텍스트 색상 선택
pt_br: Selecionar cor do texto
ru: Выбрать цвет текста
th: เลือกสีตัวอักษร
vi: Chọn màu chữ
zh_hans: 选择文字颜色
zh_hant: 選擇文字顏色

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Swipe left on unwanted backups to delete them
ar: اسحب يسارًا على النسخ الاحتياطية غير المرغوبة لحذفها
de: Wischen Sie ungewünschte Backups nach links, um sie zu löschen
es: Desliza a la izquierda las copias no deseadas para eliminarlas
fr: Balayez vers la gauche les sauvegardes inutiles pour les supprimer
id: Geser ke kiri pada cadangan yang tidak diinginkan untuk menghapusnya
it: Scorri a sinistra sui backup indesiderati per eliminarli
ja: 不要な履歴は左スワイプで削除できます
ko: 불필요한 백업을 왼쪽으로 스와이프하여 삭제할 수 있습니다
pt_br: Deslize para a esquerda nos backups indesejados para excluí-los
ru: Проведите влево по ненужным копиям, чтобы удалить их
th: ปัดซ้ายบนข้อมูลสำรองที่ไม่ต้องการเพื่อลบ
vi: Vuốt sang trái trên bản sao lưu không cần để xóa
zh_hans: 向左滑动不需要的备份即可删除
zh_hant: 向左滑動不需要的備份即可刪除

source: Switch between 4 boards using the tabs at the bottom
ar: قم بالتبديل بين 4 لوحات باستخدام علامات التبويب في الأسفل
de: Wechseln Sie mit den Tabs unten zwischen 4 Boards
es: Cambia entre 4 tableros usando las pestañas de la parte inferior
fr: Basculez entre les 4 tableaux avec les onglets en bas
id: Beralih antara 4 papan menggunakan tab di bagian bawah
it: Passa tra le 4 bacheche usando le schede in basso
ja: 画面下のタブで 4 つのボードを切り替えられます
ko: 하단의 탭으로 4개 보드를 전환할 수 있습니다
pt_br: Alterne entre 4 quadros usando as abas na parte inferior
ru: Переключайтесь между 4 досками с помощью вкладок внизу
th: สลับระหว่าง 4 บอร์ดโดยใช้แท็บด้านล่าง
vi: Chuyển đổi giữa 4 bảng bằng các tab ở phía dưới
zh_hans: 使用底部标签页在 4 个面板之间切换
zh_hant: 使用底部標籤頁在 4 個面板之間切換
